[
  {
    "video": "v_ehGHCYKzyZ8.mp4",
    "caption": [
      "The video starts with a title logo sequence.",
      " A man and woman are in a living room demonstrating exercises.",
      " The woman lays on the ground.",
      " The man starts pointing to different areas of the woman's body as she does an exercise.",
      " The woman begins to do small sit ups.",
      " The woman ends with a final title logo sequence."
    ],
    "timestamp": [
      [
        0,
        2.78
      ],
      [
        3.09,
        61.72
      ],
      [
        15.43,
        55.24
      ],
      [
        17.59,
        54
      ],
      [
        39.81,
        54.62
      ],
      [
        56.47,
        61.72
      ]
    ],
    "duration": 61.72
  },
  {
    "video": "v_nwznKOuZM7w.mp4",
    "caption": [
      "Two people are seen moving around a kitchen quickly performing various tasks and sitting down.",
      " They then wax down a ski in the kitchen while continuing to move around."
    ],
    "timestamp": [
      [
        0,
        15.51
      ],
      [
        11.39,
        31.65
      ]
    ],
    "duration": 31.65
  },
  {
    "video": "v_69IsHpmRyfk.mp4",
    "caption": [
      "A young girl is seen sitting in a chair with a person standing next to her.",
      " The person next to her then piercing one ear followed by the other.",
      " The person rubs lotion on the piercings afterwards."
    ],
    "timestamp": [
      [
        1.89,
        31.26
      ],
      [
        29.36,
        71.51
      ],
      [
        55.41,
        91.4
      ]
    ],
    "duration": 94.72
  },
  {
    "video": "v_oP77DgsbhKQ.mp4",
    "caption": [
      "A man is seen kneeling down on the floor speaking to the camera.",
      " The man mixes up various ingredients and begins laying plaster on the floor.",
      " He measures the floor and tiles and cuts out a piece of tile to lay on the floor.",
      " He continues laying tiles on the floor while looking back to speak to the camera."
    ],
    "timestamp": [
      [
        0,
        40.77
      ],
      [
        41.85,
        119.1
      ],
      [
        96.57,
        170.61
      ],
      [
        168.46,
        214.6
      ]
    ],
    "duration": 214.6
  },
  {
    "video": "v_QOlSCBRmfWY.mp4",
    "caption": [
      "A young woman is seen standing in a room and leads into her dancing.",
      " The girl dances around the room while the camera captures her movements.",
      " She continues dancing around the room and ends by laying on the floor."
    ],
    "timestamp": [
      [
        0.83,
        19.86
      ],
      [
        17.37,
        60.81
      ],
      [
        56.26,
        79.42
      ]
    ],
    "duration": 82.73
  },
  {
    "video": "v_ogQozSI5V8U.mp4",
    "caption": [
      "We see a hallway with a wooden floor.",
      " A dog in socks walks slowly out onto the floor as a lady films him.",
      " The dog turns around and goes back to the other room."
    ],
    "timestamp": [
      [
        0,
        7.49
      ],
      [
        7.49,
        18.09
      ],
      [
        19.37,
        36.55
      ]
    ],
    "duration": 36.55
  },
  {
    "video": "v_D18b2IZpxk0.mp4",
    "caption": [
      "A woman is shown riding a camel past pyramids in Egypt.",
      " The camel walks as the woman leans forward.",
      " And hand covers the lens as the harness is shown."
    ],
    "timestamp": [
      [
        0,
        17.7
      ],
      [
        19.61,
        88.01
      ],
      [
        90.88,
        95.67
      ]
    ],
    "duration": 95.67
  },
  {
    "video": "v_pizl41xmw7k.mp4",
    "caption": [
      "A child mops the floor of a hallway in a house.",
      " The child sets the mop down and plays with her family member.",
      " The child walks into the bedroom area and continues to mop the floor."
    ],
    "timestamp": [
      [
        0,
        85.18
      ],
      [
        27.53,
        43.02
      ],
      [
        86.04,
        168.64
      ]
    ],
    "duration": 172.07999999999998
  }
]