[
  {
    "video": "v_QOlSCBRmfWY.mp4",
    "caption": [
      "A young woman is seen standing in a room and leads into her dancing.",
      " The girl dances around the room while the camera captures her movements.",
      " She continues dancing around the room and ends by laying on the floor."
    ],
    "timestamp": [
      [
        0.83,
        19.86
      ],
      [
        17.37,
        60.81
      ],
      [
        56.26,
        79.42
      ]
    ],
    "duration": 82.73,
    "global_caption": "A young woman dances expressively around a room before finishing by lying on the floor."
  },
  {
    "video": "v_ehGHCYKzyZ8.mp4",
    "caption": [
      "The video starts with a title logo sequence.",
      " A man and woman are in a living room demonstrating exercises.",
      " The woman lays on the ground.",
      " The man starts pointing to different areas of the woman's body as she does an exercise.",
      " The woman begins to do small sit ups.",
      " The woman ends with a final title logo sequence."
    ],
    "timestamp": [
      [
        0,
        2.78
      ],
      [
        3.09,
        61.72
      ],
      [
        15.43,
        55.24
      ],
      [
        17.59,
        54
      ],
      [
        39.81,
        54.62
      ],
      [
        56.47,
        61.72
      ]
    ],
    "duration": 61.72,
    "global_caption": "A man and woman demonstrate and explain a series of floor exercises in a living room setting, highlighting proper technique and movement."
  },
  {
    "video": "v_nwznKOuZM7w.mp4",
    "caption": [
      "Two people are seen moving around a kitchen quickly performing various tasks and sitting down.",
      " They then wax down a ski in the kitchen while continuing to move around."
    ],
    "timestamp": [
      [
        0,
        15.51
      ],
      [
        11.39,
        31.65
      ]
    ],
    "duration": 31.65,
    "global_caption": "Two people bustle around a kitchen completing tasks, including waxing a ski, before sitting down together."
  },
  {
    "video": "v_ogQozSI5V8U.mp4",
    "caption": [
      "We see a hallway with a wooden floor.",
      " A dog in socks walks slowly out onto the floor as a lady films him.",
      " The dog turns around and goes back to the other room."
    ],
    "timestamp": [
      [
        0,
        7.49
      ],
      [
        7.49,
        18.09
      ],
      [
        19.37,
        36.55
      ]
    ],
    "duration": 36.55,
    "global_caption": "A dog wearing socks cautiously walks onto a wooden floor while being filmed, then turns around and heads back to another room."
  },
  {
    "video": "v_69IsHpmRyfk.mp4",
    "caption": [
      "A young girl is seen sitting in a chair with a person standing next to her.",
      " The person next to her then piercing one ear followed by the other.",
      " The person rubs lotion on the piercings afterwards."
    ],
    "timestamp": [
      [
        1.89,
        31.26
      ],
      [
        29.36,
        71.51
      ],
      [
        55.41,
        91.4
      ]
    ],
    "duration": 94.72,
    "global_caption": "A young girl gets her ears pierced by an adult, who applies lotion to the piercings afterwards."
  },
  {
    "video": "v_D18b2IZpxk0.mp4",
    "caption": [
      "A woman is shown riding a camel past pyramids in Egypt.",
      " The camel walks as the woman leans forward.",
      " And hand covers the lens as the harness is shown."
    ],
    "timestamp": [
      [
        0,
        17.7
      ],
      [
        19.61,
        88.01
      ],
      [
        90.88,
        95.67
      ]
    ],
    "duration": 95.67,
    "global_caption": "A woman rides a camel past the pyramids in Egypt, capturing her journey and surroundings on camera."
  },
  {
    "video": "v_pizl41xmw7k.mp4",
    "caption": [
      "A child mops the floor of a hallway in a house.",
      " The child sets the mop down and plays with her family member.",
      " The child walks into the bedroom area and continues to mop the floor."
    ],
    "timestamp": [
      [
        0,
        85.18
      ],
      [
        27.53,
        43.02
      ],
      [
        86.04,
        168.64
      ]
    ],
    "duration": 172.07999999999998,
    "global_caption": "A child cleans the house by mopping the floors and takes breaks to play with a family member."
  },
  {
    "video": "v_oP77DgsbhKQ.mp4",
    "caption": [
      "A man is seen kneeling down on the floor speaking to the camera.",
      " The man mixes up various ingredients and begins laying plaster on the floor.",
      " He measures the floor and tiles and cuts out a piece of tile to lay on the floor.",
      " He continues laying tiles on the floor while looking back to speak to the camera."
    ],
    "timestamp": [
      [
        0,
        40.77
      ],
      [
        41.85,
        119.1
      ],
      [
        96.57,
        170.61
      ],
      [
        168.46,
        214.6
      ]
    ],
    "duration": 214.6,
    "global_caption": "A man demonstrates how to lay tiles on a floor step-by-step, explaining the process and speaking to the camera throughout."
  },
  {
    "video": "v_LNKdVrX_0Fg.mp4",
    "caption": [
      "A woman wearing overalls is talking to the camera.",
      " She lays out wrapping paper, showing how to wrap a toy in it.",
      " She wraps it around the toy, then tapes it up."
    ],
    "timestamp": [
      [
        0,
        22.67
      ],
      [
        22.67,
        179.11
      ],
      [
        182.51,
        226.72
      ]
    ],
    "duration": 226.72,
    "global_caption": "A woman demonstrates how to wrap a toy with wrapping paper, explaining each step to the camera."
  },
  {
    "video": "v_t0ajvfx6dgA.mp4",
    "caption": [
      "A man in a suit is sitting behind a desk.",
      " People are playing lacrosse on a field of grass.",
      " A person in a yellow uniform is standing in front of a net blocking balls."
    ],
    "timestamp": [
      [
        0,
        10.31
      ],
      [
        17.67,
        137.69
      ],
      [
        120.02,
        125.17
      ]
    ],
    "duration": 147.26,
    "global_caption": "A man in a suit watches and discusses a lacrosse game where players compete on the field and a goalie defends the net."
  },
  {
    "video": "v_IoiDAHNryTk.mp4",
    "caption": [
      "A girl is seen climbing across a set of monkey bars followed by her waving to the camera.",
      " She climbs her way back on the bars and jumps down mid way through."
    ],
    "timestamp": [
      [
        0,
        19.29
      ],
      [
        19.99,
        47.04
      ]
    ],
    "duration": 47.04,
    "global_caption": "A girl climbs and plays on monkey bars, engaging with the camera as she enjoys her activity."
  },
  {
    "video": "v__yWADgOFxP0.mp4",
    "caption": [
      "A camera pans over a snowy area and leads into a man standing on a snowboard and riding down a mountain.",
      " The man zooms in on himself riding down the hill and ends with him turning off the camera."
    ],
    "timestamp": [
      [
        0,
        75.09
      ],
      [
        75.09,
        238.38
      ]
    ],
    "duration": 238.38,
    "global_caption": "A man snowboards down a snowy mountain, capturing his ride on camera until he turns it off."
  },
  {
    "video": "v_AGgJVF3nT6I.mp4",
    "caption": [
      "A playroom is seen followed by a young boy sliding down a slide and climbing back up again.",
      " He slides down again, this time landing on his back, and continues to slide down several more times."
    ],
    "timestamp": [
      [
        0,
        14.31
      ],
      [
        14.31,
        65.04
      ]
    ],
    "duration": 65.04,
    "global_caption": "A young boy repeatedly climbs and slides down a slide in a playroom, enjoying himself each time."
  },
  {
    "video": "v_XD3yFrJHiv8.mp4",
    "caption": [
      "A man and woman are sitting on red couches with sports jerseys hanging on the wall and a blue screen on the wall behind them in the middle of them.",
      "The woman picks up a clipboard next to her and smooths out the papers that are on top of it while smiling, crosses her legs and sits back.",
      "The man is talking this whole time while the woman gets comfortable on her couch and the woman briefly talks.",
      "Various clips begin to play and it briefly shows parts of a city, then most of it is of men outdoors and playing soccer on sand in a middle of city, and occasionally blue words pop up on the screen when certain plays in the game are made.",
      " When the clips end the man and woman on the couch begin talking and she puts her clipboard down."
    ],
    "timestamp": [
      [
        0,
        157.32
      ],
      [
        0,
        16.52
      ],
      [
        0,
        29.89
      ],
      [
        29.89,
        152.6
      ],
      [
        152.6,
        157.32
      ]
    ],
    "duration": 157.32,
    "global_caption": "A man and woman discuss and analyze a city soccer game played on sand, sharing commentary and highlights from their studio set."
  },
  {
    "video": "v_lZKrd84QElk.mp4",
    "caption": [
      "The former president is seen walking in a large field next to a woman and surrounded by a large crowd.",
      " The man gives a speech while people cheering and he shakes hands with others.",
      " The man then shares a beer with other people around him."
    ],
    "timestamp": [
      [
        0.66,
        18.76
      ],
      [
        16.79,
        56.94
      ],
      [
        45.75,
        65.17
      ]
    ],
    "duration": 65.83,
    "global_caption": "The former president interacts with a crowd, delivering a speech, greeting supporters, and sharing a drink in a lively outdoor gathering."
  },
  {
    "video": "v_6lYTHj9vImo.mp4",
    "caption": [
      "Four kids are outside in the beach playing in the sand,two boys on the left and two girls on the right.",
      "The girls have about six sand castles and a large circle surrounding it filled with water.",
      "They then take off running to the beach to grab more water as the boy comes and looks at their work.",
      "Once they are done,both of the girls take off running to the water but then stop midway to come back and get their floats."
    ],
    "timestamp": [
      [
        0,
        15.33
      ],
      [
        15.93,
        34.27
      ],
      [
        34.57,
        49.6
      ],
      [
        49,
        60.12
      ]
    ],
    "duration": 60.12,
    "global_caption": "Four children enjoy playing together on the beach, building sandcastles and fetching water while interacting with each other's creations."
  },
  {
    "video": "v_iYxj8a1TPYk.mp4",
    "caption": [
      "A basketball player is seen dribbling a ball in various shots for the camera and leads into the player making baskets over and over again.",
      " The man is then seen speaking to the camera and transitions into him scoring several more baskets."
    ],
    "timestamp": [
      [
        0,
        84.21
      ],
      [
        83.43,
        157.41
      ]
    ],
    "duration": 157.41,
    "global_caption": "A basketball player showcases his dribbling and shooting skills on camera, repeatedly making baskets and briefly addressing the audience."
  },
  {
    "video": "v_cp52LdlmlUk.mp4",
    "caption": [
      "People are standing in a room working out.",
      " They are stepping up and down on small stepping stools.",
      " They continue working out in the room."
    ],
    "timestamp": [
      [
        0,
        129.96
      ],
      [
        5.2,
        129.96
      ],
      [
        17.55,
        129.96
      ]
    ],
    "duration": 129.96,
    "global_caption": "A group of people are participating in a workout session involving step exercises in a room."
  },
  {
    "video": "v_RgzbNJPchqc.mp4",
    "caption": [
      "A man is playing the bagpipes in front of people.",
      " The people on the couch in front of him start laughing."
    ],
    "timestamp": [
      [
        0,
        69.24
      ],
      [
        38.08,
        60.59
      ]
    ],
    "duration": 69.24,
    "global_caption": "A man entertains an audience by playing the bagpipes, prompting laughter from people watching him."
  },
  {
    "video": "v__zHSfEhEqkU.mp4",
    "caption": [
      "A man is seen padding a canoe along the water while the camera captures him from several angles.",
      " The man continues riding around followed by performing several ways to turn the canoe around."
    ],
    "timestamp": [
      [
        0,
        64.14
      ],
      [
        55.39,
        194.35
      ]
    ],
    "duration": 194.35,
    "global_caption": "A man demonstrates paddling and maneuvering techniques in a canoe on the water, captured from various camera angles."
  },
  {
    "video": "v_dAjhBWalWRM.mp4",
    "caption": [
      "A group of people stand in front of a blackjack table.",
      " The blackjack attendant places cards on the table."
    ],
    "timestamp": [
      [
        0,
        32.09
      ],
      [
        0.8,
        30.81
      ]
    ],
    "duration": 32.09,
    "global_caption": "A group of people gather around a blackjack table as an attendant deals cards to begin the game."
  },
  {
    "video": "v_zihMznAYlV0.mp4",
    "caption": [
      "Two men in padded sumo costumes are pulled along a tug rope on a ski slope.",
      " Two men in yellow padded sumo costumes do jumps on their snowboard on a downhill course.",
      " A filmer waives to the camera.",
      " The man spins while sliding across a platform in the sumo suit.",
      " The two men give each other a high five.",
      " The man in sumo suit goes over a small triangular obstacle.",
      " A man on small skis crashes while trying to jump.",
      " The man jumps onto and slide across a platform while wearing a sumo suit.",
      " The man bounces over a low railing."
    ],
    "timestamp": [
      [
        1.46,
        4.73
      ],
      [
        6.19,
        72.8
      ],
      [
        38.95,
        40.4
      ],
      [
        43.68,
        51.32
      ],
      [
        51.32,
        53.14
      ],
      [
        56.05,
        58.6
      ],
      [
        58.6,
        61.15
      ],
      [
        61.51,
        65.88
      ],
      [
        66.24,
        67.34
      ]
    ],
    "duration": 72.8,
    "global_caption": "Two men wearing padded sumo costumes perform playful and challenging stunts, jumps, and slides on a ski slope, showcasing humorous and skillful snowboarding and skiing antics."
  },
  {
    "video": "v_---9CpRcKoU.mp4",
    "caption": [
      "A man was sitting inside a room.",
      " He is holding a bowl of noodles and broth.",
      " He is drinking the broth from a bowl."
    ],
    "timestamp": [
      [
        0,
        1.62
      ],
      [
        1.76,
        8.58
      ],
      [
        8.87,
        14.07
      ]
    ],
    "duration": 14.07,
    "global_caption": "A man sits in a room enjoying a bowl of noodles and broth."
  },
  {
    "video": "v_epqnpUCVLK8.mp4",
    "caption": [
      "A little boy is laying on an exercise ball.",
      " The boy falls of and gets back on the ball before he falls off again.",
      " He tries to sit on the ball but the ball rolls away.",
      " He retrieves it and continues to sit on and fall off the ball."
    ],
    "timestamp": [
      [
        0,
        5.07
      ],
      [
        5.07,
        13.61
      ],
      [
        13.61,
        24.38
      ],
      [
        30.08,
        61.74
      ]
    ],
    "duration": 63.32,
    "global_caption": "A young boy repeatedly attempts to balance and play on an exercise ball, often falling off and getting back on in a playful sequence."
  },
  {
    "video": "v_W19-fYOO9sg.mp4",
    "caption": [
      "A close up of a bike wheel is seen that leads into a person's hands pushing on the tire.",
      " The person uses a tool along the tire to help move it along.",
      " The person finally pushes the tire along it's sides."
    ],
    "timestamp": [
      [
        0,
        32.88
      ],
      [
        30.92,
        72.63
      ],
      [
        65.76,
        95.7
      ]
    ],
    "duration": 98.15,
    "global_caption": "A person demonstrates how to adjust and work on a bike tire using their hands and a tool."
  },
  {
    "video": "v_m22TDwfa8go.mp4",
    "caption": [
      "A woman is seen talking to the camera and presenting various liquids to the camera.",
      " She ready's the tip of a glass and dips the glass into sugar on a plate.",
      " She pours various liquids into a mixer and shakes the mixture all together.",
      " She pours the drink out into the glass while still speaking to the camera."
    ],
    "timestamp": [
      [
        0,
        23.9
      ],
      [
        23.9,
        52.4
      ],
      [
        54.24,
        136.05
      ],
      [
        136.05,
        183.86
      ]
    ],
    "duration": 183.86,
    "global_caption": "A woman demonstrates how to prepare a mixed drink by presenting ingredients, preparing the glass, mixing the liquids, and serving the finished beverage while explaining the process to the camera."
  },
  {
    "video": "v_V_Nj_BhesEY.mp4",
    "caption": [
      "Three people stand by the corner of a building.",
      " One of the persons, a young boy, takes a bow.",
      " A crowd of people watch him.",
      " He proceeds to perform various karate moves, such as bowing, cartwheels and flips."
    ],
    "timestamp": [
      [
        0,
        13.72
      ],
      [
        14.14,
        17.05
      ],
      [
        0,
        83.15
      ],
      [
        17.46,
        83.15
      ]
    ],
    "duration": 83.15,
    "global_caption": "A young boy performs a series of karate moves, including bows, cartwheels, and flips, for an audience gathered near a building."
  },
  {
    "video": "v_p9iE8iemCMs.mp4",
    "caption": [
      "A person is holding a flute.",
      "  The person shows a fingering for the second octave of the note.",
      "  The person shows the fingering on the third octave.",
      "  The woman talks directly to the camera."
    ],
    "timestamp": [
      [
        10.09,
        123.82
      ],
      [
        42.39,
        72.67
      ],
      [
        74.02,
        89.5
      ],
      [
        92.86,
        123.14
      ]
    ],
    "duration": 134.58,
    "global_caption": "A woman demonstrates and explains flute fingerings for different octaves to the camera."
  },
  {
    "video": "v_fN2DiOswmOA.mp4",
    "caption": [
      "The screen shows the title of preparing a Chilean Hulte salad dish.",
      " A person is mixing salad ingredients in a large bowl.",
      " There is information shown about Dr.",
      " Rachel Collin's trip to Chile.",
      " There are several people standing under a canopy at a food market.",
      " Two customers make a purchase and give money to the seller and give the camera a thumbs up.",
      " The chef is showing hulte placed on a kitchen counter.",
      " The chef is slicing the hulte in circular bite size pieces.",
      " A woman eats the cut pieces of hulte.",
      " The chef chops some cilantro on the kitchen counter.",
      " Then the chef places the ingredients in a salad bowl.",
      " The finished product is shown on screen, followed by a group of people sitting together and enjoying the salad.",
      " The end credits are displayed on the screen."
    ],
    "timestamp": [
      [
        2.78,
        7.42
      ],
      [
        7.42,
        14.84
      ],
      [
        14.84,
        22.26
      ],
      [
        22.26,
        28.75
      ],
      [
        28.75,
        63.99
      ],
      [
        63.99,
        95.52
      ],
      [
        95.52,
        107.58
      ],
      [
        107.58,
        116.85
      ],
      [
        116.85,
        134.47
      ],
      [
        134.47,
        143.75
      ],
      [
        143.75,
        154.88
      ],
      [
        154.88,
        166.01
      ],
      [
        166.01,
        185.48
      ]
    ],
    "duration": 185.48,
    "global_caption": "The video follows Dr. Rachel Collin's visit to a Chilean food market, showcases the preparation of the traditional Hulte salad, and ends with a group enjoying the finished dish together."
  },
  {
    "video": "v_37pwbUp8t1I.mp4",
    "caption": [
      "Hiphop dancers perform in front of a crowd.",
      "  They are all doing the same basic dance and having pictures taken of them."
    ],
    "timestamp": [
      [
        0,
        199.04
      ],
      [
        59.01,
        199.04
      ]
    ],
    "duration": 200.04,
    "global_caption": "A group of hiphop dancers energetically perform a synchronized routine in front of a crowd while having their photos taken."
  },
  {
    "video": "v_TmI9MxCDBMw.mp4",
    "caption": [
      "A murky river is shown next to a row of trees.",
      " A bunch of people on intertubes go by slowly.",
      " Then we see rapid waters as the tubers go over small falls."
    ],
    "timestamp": [
      [
        0,
        32.63
      ],
      [
        34.55,
        142.99
      ],
      [
        149.71,
        191.94
      ]
    ],
    "duration": 191.94,
    "global_caption": "A group of people float down a murky river on intertubes, drifting past trees and navigating small rapids and falls."
  },
  {
    "video": "v_4x7HYKV8zkY.mp4",
    "caption": [
      "Three girls are on the beach talking.",
      " They do several flips on the beach.",
      " They lift one of the girls up for a stunt."
    ],
    "timestamp": [
      [
        0,
        26.09
      ],
      [
        26.09,
        65.5
      ],
      [
        62.03,
        71.3
      ]
    ],
    "duration": 115.94,
    "global_caption": "Three girls perform flips and stunts together while spending time on the beach."
  },
  {
    "video": "v__Af_9cK5x4E.mp4",
    "caption": [
      "The camera pans above lush and green terrain over what looks like a mountain range.",
      " A man is shown covered in sweat and then jumping across various hills performing stunts on a dirt bike.",
      " He rotates and flips and performs all sorts of acrobatics.",
      " He is highly skilled and jumping over everything.",
      " The video then shows multiple men on dirt bikes jumping in various different places and shows the action from  a variety of angles.",
      " The men continue performing their stuns in various other landscapes."
    ],
    "timestamp": [
      [
        0,
        10.45
      ],
      [
        10.45,
        48.78
      ],
      [
        48.78,
        73.17
      ],
      [
        73.17,
        80.14
      ],
      [
        80.14,
        173.06
      ],
      [
        171.9,
        232.29
      ]
    ],
    "duration": 232.29,
    "global_caption": "A group of highly skilled men perform impressive stunts and acrobatics on dirt bikes across diverse, scenic landscapes, captured from dynamic camera angles."
  },
  {
    "video": "v_y5j9TqTy9Xw.mp4",
    "caption": [
      "A woman is walking along a track.",
      " She takes off at a fast run.",
      " She jumps over a bar and onto a mat."
    ],
    "timestamp": [
      [
        0,
        7.62
      ],
      [
        9.64,
        29.37
      ],
      [
        30.71,
        44.84
      ]
    ],
    "duration": 44.84,
    "global_caption": "A woman runs along a track and completes a high jump onto a mat."
  },
  {
    "video": "v_Kp7pUEKrb8Q.mp4",
    "caption": [
      "A person is slicing limes on a board.",
      " They put the limes and sugar into a blender.",
      " They strain the juice and pour it into a jar.",
      " They put a straw and a lime wedge on the rim of the glass."
    ],
    "timestamp": [
      [
        10.76,
        13
      ],
      [
        15.69,
        63.19
      ],
      [
        64.98,
        66.33
      ],
      [
        68.57,
        80.22
      ]
    ],
    "duration": 89.63,
    "global_caption": "A person prepares fresh lime juice by blending sliced limes with sugar, straining the mixture, and serving it in a glass with a straw and lime garnish."
  },
  {
    "video": "v_5lre5zbUV1Q.mp4",
    "caption": [
      "A child scrubs out the kitchen sink using a brush.",
      " The boy turns on the sink faucet.",
      " The child uses the faucet nozzle to rinse out the sink.",
      " The boy returns the sink nozzle to the faucet and turns off the water."
    ],
    "timestamp": [
      [
        0,
        33.6
      ],
      [
        34.37,
        38.23
      ],
      [
        36.68,
        69.51
      ],
      [
        69.89,
        73.37
      ]
    ],
    "duration": 77.23,
    "global_caption": "A child thoroughly cleans and rinses the kitchen sink using a brush and the faucet nozzle."
  },
  {
    "video": "v_huFuRGoZt9I.mp4",
    "caption": [
      "A dealer is shown laying out cards on a table while other people's hands are shown on the side.",
      " The person then lays out cards while another person lays out their chips."
    ],
    "timestamp": [
      [
        0,
        13.2
      ],
      [
        13.78,
        23.36
      ]
    ],
    "duration": 23.36,
    "global_caption": "People participate in a card game at a table, dealing cards and placing chips as they play."
  },
  {
    "video": "v_CmEQjszPDrg.mp4",
    "caption": [
      "Several people are outside with running equipment and numbers pinned to them jogging at a slow pace at what seams to be a Marathon or a 5k.",
      "A lady dressed in all black however,seems to be the focal point throughout the video and she is walking at an extremely slow pace for the whole time.",
      "After the crowd is shown and more people are seen running through the city or even participating in a wheel chair as the people on the side cheer them on."
    ],
    "timestamp": [
      [
        0,
        40.86
      ],
      [
        40.86,
        138.03
      ],
      [
        139.13,
        220.85
      ]
    ],
    "duration": 220.85,
    "global_caption": "The video captures participants of a marathon or 5k event running and walking through the city, with a particular focus on a woman in black moving slowly, while spectators cheer on the diverse group of entrants."
  },
  {
    "video": "v_RULNhPrXnfA.mp4",
    "caption": [
      "A man is shown standing in front of a blue background as many harmonicas are shown and he starts playing them.",
      " He is then shown speaking into the camera and going into detail with regards to the products features.",
      " He shows off how many he has in his coat and continues talking.",
      " He is then shown playing another harmonica as he gives instruction on it.",
      " He speaks some more and shows his harmonica again as the video goes to an end title screen that reads Howcast original\"."
    ],
    "timestamp": [
      [
        0,
        23.44
      ],
      [
        23.44,
        33.76
      ],
      [
        32.82,
        45.95
      ],
      [
        45.95,
        151.91
      ],
      [
        150.98,
        187.55
      ]
    ],
    "duration": 187.55,
    "global_caption": "A man demonstrates and discusses various harmonicas, showcasing their features, playing techniques, and offering instructions throughout the video."
  },
  {
    "video": "v_Zd22n1caVgM.mp4",
    "caption": [
      "A boy wearing white shorts is standing in a room.",
      " He puts something in his mouth.",
      " He kicks his legs up to the side.",
      " The kneels down onto the ground."
    ],
    "timestamp": [
      [
        0,
        31.51
      ],
      [
        7.15,
        7.8
      ],
      [
        15.59,
        16.57
      ],
      [
        21.12,
        26.64
      ]
    ],
    "duration": 32.49,
    "global_caption": "A boy in white shorts performs a series of movements, including putting something in his mouth, kicking his legs to the side, and kneeling down in a room."
  },
  {
    "video": "v_ZKP5J7OKEvI.mp4",
    "caption": [
      "A small group of people are seen sitting on the side and lead into two people dancing together.",
      " The people continue dancing along the floor and end by clapping with the band."
    ],
    "timestamp": [
      [
        0,
        119.04
      ],
      [
        53.87,
        169.43
      ]
    ],
    "duration": 173.78,
    "global_caption": "A group of people enjoy dancing together and celebrate with applause alongside live music."
  },
  {
    "video": "v_44BfVJnhBgc.mp4",
    "caption": [
      "A runner tests a prosthetic leg in a long distance run.",
      " He runs inside then runs outside."
    ],
    "timestamp": [
      [
        0,
        159.73
      ],
      [
        65.42,
        159.73
      ]
    ],
    "duration": 169.92000000000002,
    "global_caption": "A runner tests a prosthetic leg by running both indoors and outdoors over a long distance."
  },
  {
    "video": "v_VFOjLDa5VtA.mp4",
    "caption": [
      "A small group of people are seen wandering around a tennis court hitting a ball over the net.",
      " The people hit the ball back and fourth while others watch on the side.",
      " They continue to play the game as well as others."
    ],
    "timestamp": [
      [
        0,
        14.63
      ],
      [
        14.87,
        37.06
      ],
      [
        29.5,
        47.54
      ]
    ],
    "duration": 48.76,
    "global_caption": "A group of people play tennis on a court while others watch from the sidelines."
  },
  {
    "video": "v_O-zE1-Yw3w0.mp4",
    "caption": [
      "A young girl introduces the video and explains what she will be doing to wood.",
      " She places a piece of bubblewrap and makes sure it covers around about half of the wood.",
      " She then covers the rest of the wood and walks across it like a plank."
    ],
    "timestamp": [
      [
        0,
        40.86
      ],
      [
        48.35,
        94.65
      ],
      [
        107.59,
        125.97
      ]
    ],
    "duration": 136.19,
    "global_caption": "A young girl demonstrates an experiment by covering a piece of wood with bubblewrap and walking across it to show the results."
  },
  {
    "video": "v_LFeoVokXAFY.mp4",
    "caption": [
      "A man uses a large plastic blue bat.",
      " He swings it at a pinata shaped like spongebob squarepants.",
      " He misses several times, and keeps swinging."
    ],
    "timestamp": [
      [
        0,
        8.47
      ],
      [
        11.98,
        50.54
      ],
      [
        52.58,
        58.42
      ]
    ],
    "duration": 58.42,
    "global_caption": "A man repeatedly swings a large blue plastic bat at a SpongeBob SquarePants piñata, attempting to hit it."
  },
  {
    "video": "v_HxJnPUqF9i8.mp4",
    "caption": [
      "Athletes throw a javelin during a competition.",
      " A man practices his throwing stance walking and doing half throws without javeline.",
      " A man practices his throwing stance walking and doing half throws holding a javeline.",
      " The man swings a hammer.",
      " The man throws a weighted ball.",
      " Athletes train in a gym doing throwing motions on weighted cable machines."
    ],
    "timestamp": [
      [
        8.47,
        12.71
      ],
      [
        13.92,
        37.52
      ],
      [
        38.13,
        54.47
      ],
      [
        56.29,
        61.13
      ],
      [
        67.18,
        75.05
      ],
      [
        89.57,
        113.18
      ]
    ],
    "duration": 121.05,
    "global_caption": "Athletes participate in a track and field training session, practicing javelin throwing, hammer swinging, shot put, and strength exercises to refine their throwing techniques."
  },
  {
    "video": "v_Y_dtU10XIsg.mp4",
    "caption": [
      "A close up of a crack is seen.",
      " A woman is outside, shoveling snow.",
      " A dog wags his tail as he tries to help."
    ],
    "timestamp": [
      [
        0,
        5.62
      ],
      [
        6.94,
        42.61
      ],
      [
        46.57,
        66.06
      ]
    ],
    "duration": 66.06,
    "global_caption": "A woman shovels snow outside while a dog eagerly tries to help."
  },
  {
    "video": "v_x4iCAIPRDVQ.mp4",
    "caption": [
      "People exercise on fitness machines while people sits on front and watch.",
      " A man pass on front holding a jacket and stand next a TV.",
      " A group of woman walk on front people exercising."
    ],
    "timestamp": [
      [
        0,
        23.38
      ],
      [
        11.69,
        21.63
      ],
      [
        21.63,
        23.38
      ]
    ],
    "duration": 23.38,
    "global_caption": "People exercise on fitness machines while others watch and interact in a gym setting."
  },
  {
    "video": "v_NwfS7eZiMLg.mp4",
    "caption": [
      "A man is playing the bagpipes at the bottom of the stairs in the living room of a house, wearing a button up and dress pants, along with socks.",
      " He begins to tap his foot along with the beat of his tune, He starts to tap his left foot in a back and forth rhythm with his right foot.",
      " He finishes, and smiles at the camera."
    ],
    "timestamp": [
      [
        0,
        99.02
      ],
      [
        99.69,
        132.7
      ],
      [
        133.37,
        134.72
      ]
    ],
    "duration": 134.72,
    "global_caption": "A man performs a lively bagpipe tune in his living room, tapping his feet to the rhythm and ending with a smile at the camera."
  },
  {
    "video": "v_aJbl1eVBzk0.mp4",
    "caption": [
      "People are working in a bike shop fixing a bike.",
      "They put the wheels back onto the bike.",
      " The put the seat on the bike.",
      " The bike is put together on the floor."
    ],
    "timestamp": [
      [
        0,
        187.83
      ],
      [
        122.09,
        129.6
      ],
      [
        143.69,
        146.51
      ],
      [
        167.17,
        169.98
      ]
    ],
    "duration": 187.83,
    "global_caption": "People work together in a bike shop to assemble and repair a bicycle, putting it back together piece by piece."
  },
  {
    "video": "v_UYHgieL5IKM.mp4",
    "caption": [
      "A man is giving advice on outdoor activities, specifically mushrooming and closeup is shown and the man talks about it.",
      "  The man cuts one open and then cuts it in half.",
      "  Another man talks about the experience."
    ],
    "timestamp": [
      [
        0,
        90.74
      ],
      [
        52.78,
        141.66
      ],
      [
        157.4,
        181.48
      ]
    ],
    "duration": 185.18,
    "global_caption": "Two men discuss and demonstrate mushroom foraging, including close-up examinations and sharing their experiences."
  },
  {
    "video": "v_f0CViWbj3V4.mp4",
    "caption": [
      "A man and woman are seated on a porch.",
      " The man plays bongo drums while the woman helps occasionally.",
      " Another hand is seen banging a drum in the foreground."
    ],
    "timestamp": [
      [
        0,
        1.38
      ],
      [
        1.93,
        20.59
      ],
      [
        21.41,
        27.63
      ]
    ],
    "duration": 27.63,
    "global_caption": "A man and woman sit together on a porch, playing bongo drums with the occasional help from another person."
  },
  {
    "video": "v_h8J08sJ2no0.mp4",
    "caption": [
      "A person walks on the roof of a climbing equipment, then he goes down the wall and reach the floor and walk forward.",
      " The man stand with the hands on the border on the equipment and descend down the walk with the hands, then he walk on hands sideward."
    ],
    "timestamp": [
      [
        0,
        24.8
      ],
      [
        24.8,
        40.96
      ]
    ],
    "duration": 45.51,
    "global_caption": "A man demonstrates various climbing and hand-walking techniques on gym equipment, showcasing agility and strength."
  },
  {
    "video": "v_g0XO-rWHmzs.mp4",
    "caption": [
      "A woman is seen holding two dogs on a leash and proceeds to unhook them and let them go.",
      " One down then does his business into a bag tied to him and runs off behind bikes."
    ],
    "timestamp": [
      [
        0.74,
        44.39
      ],
      [
        35.51,
        71.39
      ]
    ],
    "duration": 73.98,
    "global_caption": "A woman releases her two dogs from their leashes, allowing them to roam and one to relieve itself before running off."
  },
  {
    "video": "v_rBaR5xF8orE.mp4",
    "caption": [
      "A large group of people are seen sitting around an auditorium with one man flying kites around in the middle.",
      " The person continues moving around with the kites and walks away in the end with a woman speaking to the crowd."
    ],
    "timestamp": [
      [
        0,
        63.45
      ],
      [
        62.81,
        128.18
      ]
    ],
    "duration": 128.18,
    "global_caption": "A man demonstrates kite flying in the center of an auditorium as an audience watches, followed by a woman addressing the crowd."
  },
  {
    "video": "v_WvxwmaDFGqk.mp4",
    "caption": [
      "A man is seen kneeling in a gym.",
      " He leans forward several times.",
      " He is performing slow stretching moves."
    ],
    "timestamp": [
      [
        0,
        1.32
      ],
      [
        1.78,
        7.36
      ],
      [
        7.82,
        11.49
      ]
    ],
    "duration": 11.49,
    "global_caption": "A man performs a series of slow stretching exercises in a gym."
  },
  {
    "video": "v_xmag8UI8iws.mp4",
    "caption": [
      " A person is using a leaf blower to blow leaves into a pile.",
      " The leaves blow up onto a hedge.",
      " They walk in front of a tree."
    ],
    "timestamp": [
      [
        0,
        104.33
      ],
      [
        68.86,
        80.33
      ],
      [
        100.68,
        104.33
      ]
    ],
    "duration": 104.33,
    "global_caption": "A person uses a leaf blower to gather leaves into a pile, causing some to blow onto a hedge, and then walks in front of a tree."
  },
  {
    "video": "v_N9LTq3gYmsI.mp4",
    "caption": [
      "A group of people are sitting down at the top of a snow slide in a tube.",
      "The person holding the camera starts his journey and he is off down the slopes of snow.",
      "As he reaches the bottom,several black mats are placed in front of him to help slow him down."
    ],
    "timestamp": [
      [
        0,
        14.04
      ],
      [
        13.51,
        28.62
      ],
      [
        28.8,
        35.55
      ]
    ],
    "duration": 35.55,
    "global_caption": "A group enjoys tubing down a snowy slide, capturing the thrilling descent and safe landing at the bottom."
  },
  {
    "video": "v_pZ8QqpYu-H8.mp4",
    "caption": [
      "A man is seated at a piano, playing and singing into a microphone.",
      "When he finishes, he looks up and smiles."
    ],
    "timestamp": [
      [
        0,
        165.29
      ],
      [
        171.86,
        187.83
      ]
    ],
    "duration": 187.83,
    "global_caption": "A man performs a song on the piano, singing and playing before smiling at the end."
  },
  {
    "video": "v_4hmJfJo6UI8.mp4",
    "caption": [
      "A female athlete runs quickly down a track.",
      " She plows into the sand before getting up and walking away.",
      " The scene is repeated three times before ending with her cheering and clapping."
    ],
    "timestamp": [
      [
        0,
        14.15
      ],
      [
        18.28,
        27.71
      ],
      [
        41.87,
        117.94
      ]
    ],
    "duration": 117.94,
    "global_caption": "A female athlete repeatedly sprints down a track, lands in the sand, and celebrates her performance."
  },
  {
    "video": "v_TEaugXCX1m4.mp4",
    "caption": [
      "A lighthouse is shown on the beach before we see a man running with a surf board.",
      " The man rides a wave, then through it.",
      " He completes several stunts before walking onto the beach with the board under his arm."
    ],
    "timestamp": [
      [
        0,
        21.02
      ],
      [
        26.27,
        110.35
      ],
      [
        111.1,
        150.14
      ]
    ],
    "duration": 150.14,
    "global_caption": "A man surfs waves near a beach lighthouse, performing stunts before walking ashore with his board."
  },
  {
    "video": "v_9rW35YTKYq8.mp4",
    "caption": [
      "A man is shown flipping a violin in his hands, playing a popular song on his violin.",
      " The camera shows the violinist from various angles playing the popular song and not breaking concentration.",
      " The camera pans all around the player and shows him playing the complete song."
    ],
    "timestamp": [
      [
        14.22,
        36.73
      ],
      [
        36.73,
        213.28
      ],
      [
        94.79,
        213.28
      ]
    ],
    "duration": 236.98,
    "global_caption": "A man skillfully plays a popular song on his violin, with the camera showcasing his performance from multiple angles."
  },
  {
    "video": "v_hoisfXCLJDQ.mp4",
    "caption": [
      "A camera zooms in on a person riding in a tube.",
      " More people are seen riding in tubes behind the man.",
      " The people continue to ride around the area down the river."
    ],
    "timestamp": [
      [
        0.15,
        3.19
      ],
      [
        3.19,
        9.79
      ],
      [
        7.06,
        12.53
      ]
    ],
    "duration": 15.19,
    "global_caption": "A group of people enjoy riding tubes down a river together."
  },
  {
    "video": "v_mnqSG5o84NE.mp4",
    "caption": [
      "A man train a boy kick box while two men watch sitting in the room.",
      " Then, the man stands and kick the boy who kick back then kneels.",
      " After, the man trains another child while showing movements.",
      " After, the man stands to practice kicks, then the man lye down and and hug the child who continues practicing kick box."
    ],
    "timestamp": [
      [
        0,
        48.24
      ],
      [
        48.94,
        62.22
      ],
      [
        62.92,
        111.86
      ],
      [
        112.56,
        138.43
      ]
    ],
    "duration": 139.82999999999998,
    "global_caption": "A man leads children in kickboxing training, demonstrating techniques and practicing moves while others observe."
  },
  {
    "video": "v_nvsK9ggeics.mp4",
    "caption": [
      "A young child is seen sitting behind a drum set playing the drums.",
      " The boy continues playing the instrument while the camera zooms in on him playing."
    ],
    "timestamp": [
      [
        1.1,
        37.36
      ],
      [
        30.04,
        71.79
      ]
    ],
    "duration": 73.26,
    "global_caption": "A young boy enthusiastically plays the drums as the camera focuses on his performance."
  },
  {
    "video": "v_rAuz_Pf3lp8.mp4",
    "caption": [
      "A family has a picnic, and goes tubing on inflatable rafts in a narrow body of water surrounded by trees, on a rainy day.",
      "  A family of people sit at an outdoor wooden picnic table, eating, waiving at the camera.",
      "  The family watch the weather outdoors as it begins to rain and a little girl runs out into the rain and dances in it.",
      "  The family then appears, floating, talking and smiling on inflatable tubes on a narrow body of water.",
      "  The event ends and the family leaves an area bordered by a wooden fence."
    ],
    "timestamp": [
      [
        3.5,
        167.04
      ],
      [
        3.5,
        11.37
      ],
      [
        13.12,
        31.48
      ],
      [
        38.48,
        154.8
      ],
      [
        155.68,
        174.92
      ]
    ],
    "duration": 174.92000000000002,
    "global_caption": "A family enjoys a rainy day together by having a picnic, playing and dancing in the rain, and floating on inflatable tubes along a scenic, tree-lined waterway before heading home."
  },
  {
    "video": "v_y7WO-8cQfO0.mp4",
    "caption": [
      "The video begins with a title sequence.",
      " A young man is shown in a gym performing tricks with a jump rope as music plays in the background.",
      " He then lays down and begins doing tricks on the floor.",
      " The young man gets up again and does more tricks while standing.",
      " At one point, his friends assist with the jump rope tricks.",
      " The video ends with credits showing the young man's name, along with the names of those who assisted him."
    ],
    "timestamp": [
      [
        0,
        4.79
      ],
      [
        4.79,
        191.73
      ],
      [
        49.85,
        70.94
      ],
      [
        70.94,
        191.73
      ],
      [
        90.11,
        97.78
      ],
      [
        156.26,
        191.73
      ]
    ],
    "duration": 191.73,
    "global_caption": "A young man showcases impressive jump rope tricks in a gym, both solo and with assistance from friends, set to music."
  },
  {
    "video": "v_74EoyLUbtgI.mp4",
    "caption": [
      "A lady is seen putting wax on a mans shoes.",
      " We see the cloth hanging on the wall.",
      " We see the footprints on the platform.",
      " The woman rubs the mans shoes with a cloth.",
      " We see the cloth on the wall, then the lines of cloth near the shoes shine sign.",
      " A man is standing on a platform.",
      " We see the holographic man on the wall with the paper."
    ],
    "timestamp": [
      [
        0,
        21.4
      ],
      [
        21.4,
        29.96
      ],
      [
        34.24,
        42.81
      ],
      [
        42.81,
        113.86
      ],
      [
        114.72,
        138.69
      ],
      [
        141.26,
        146.4
      ],
      [
        153.25,
        171.22
      ]
    ],
    "duration": 171.22,
    "global_caption": "A woman shines a man's shoes on a platform, surrounded by various cloths and visual elements like footprints and holographic images."
  },
  {
    "video": "v_D9rHZpZoeRA.mp4",
    "caption": [
      "A black two door Audi A3 is shown and then the camera zooms in on the tires.",
      "A finger then touches the emergency light and the lights on the car begin to flash.",
      "Next,the truck is opened,and the person removes the spare tire and the jack.",
      "He then lifts the car and continues to loosen the bolts on the wheel of the car.",
      "Once loose,the wheel is removed and the spare is put on and the same actions are performed in reverse."
    ],
    "timestamp": [
      [
        0,
        29.36
      ],
      [
        29.36,
        66.83
      ],
      [
        67.84,
        114.41
      ],
      [
        114.41,
        150.86
      ],
      [
        149.85,
        202.5
      ]
    ],
    "duration": 202.5,
    "global_caption": "This video demonstrates how to change a flat tire on a black Audi A3, from activating the emergency lights to replacing the damaged tire with a spare."
  },
  {
    "video": "v_WY9zvUkK_4Y.mp4",
    "caption": [
      "Two girls stand between a girl in a hair salon stool and begin brushing her and parting her hair.",
      " One woman braids her hair continuously to eventually create a french braid.",
      " Both women stand talking to the camera while presenting the braid just made."
    ],
    "timestamp": [
      [
        4.07,
        54.97
      ],
      [
        53.95,
        184.25
      ],
      [
        184.25,
        192.39
      ]
    ],
    "duration": 203.59,
    "global_caption": "Two women demonstrate and explain how to create a French braid on a girl's hair in a salon setting."
  },
  {
    "video": "v_N-6-MdxRg50.mp4",
    "caption": [
      "We see a colorful opening scene.",
      " Kids in colorful clothes walk on a stage and get in place.",
      " The kids perform zumba on a stage.",
      " The girl second from left goes the wrong direction and almost runs into another girl.",
      " We see an an ending screen."
    ],
    "timestamp": [
      [
        0,
        5.38
      ],
      [
        4.71,
        12.78
      ],
      [
        13.45,
        128.44
      ],
      [
        27.57,
        35.64
      ],
      [
        129.78,
        134.49
      ]
    ],
    "duration": 134.49,
    "global_caption": "A group of kids in colorful clothes perform a zumba dance on stage, with some playful mistakes, followed by an ending screen."
  },
  {
    "video": "v_uFMDSiHu7g4.mp4",
    "caption": [
      " A man wearing a striped shirt dances with a girl in a brown blouse at a street festival.",
      " Other couple join in and dance in a street festival while performers play on a stage.",
      " Onlookers pass by while the group continues to dance."
    ],
    "timestamp": [
      [
        0,
        13.59
      ],
      [
        13.59,
        141.36
      ],
      [
        141.36,
        181.23
      ]
    ],
    "duration": 181.23,
    "global_caption": "People dance together in lively street festival scenes as performers play music and onlookers watch the festivities."
  },
  {
    "video": "v_Pu92wJ-7UTQ.mp4",
    "caption": [
      "The man is strumming one drum.",
      " The man strum the other drum while moving his leg.",
      " The man play two drums at the same time."
    ],
    "timestamp": [
      [
        1.24,
        12.72
      ],
      [
        11.48,
        31.02
      ],
      [
        27.92,
        62.04
      ]
    ],
    "duration": 62.04,
    "global_caption": "A man plays and strums two drums, skillfully incorporating leg movements into his performance."
  },
  {
    "video": "v_dsVvnFkGAn0.mp4",
    "caption": [
      "The woman is sitting by the fireplace holding a violin.",
      " The woman placed the violin between her neck and shoulder and began strumming the violin with the stick.",
      " The lady put the violin on her lap and talked."
    ],
    "timestamp": [
      [
        0,
        13.66
      ],
      [
        12.01,
        68.31
      ],
      [
        63.76,
        82.8
      ]
    ],
    "duration": 82.8,
    "global_caption": "A woman sits by the fireplace, plays the violin, and then pauses to talk."
  },
  {
    "video": "v_JgHQCKz_DRc.mp4",
    "caption": [
      "A man sits in a chair as he is getting his hair cut.",
      " A man in a black shirt moves a light around.",
      " People scramble behind the hair stylist.",
      " A hair stylist continuously combs and cuts the man's hair.",
      " The hair stylists rubs some pomade on the man's hair.",
      " The man is seen posing."
    ],
    "timestamp": [
      [
        3.12,
        88.44
      ],
      [
        3.64,
        27.57
      ],
      [
        3.64,
        87.92
      ],
      [
        3.12,
        87.4
      ],
      [
        81.68,
        84.8
      ],
      [
        90,
        98.33
      ]
    ],
    "duration": 104.05,
    "global_caption": "A man receives a professional haircut and styling while a team assists and prepares for a final pose."
  },
  {
    "video": "v_DEmArEKL8gc.mp4",
    "caption": [
      "A teenage female cheer leading squad walks around on a mat and get in formation.",
      "The routine begins in a manikin challenge and they all begin to do a flip.",
      "After,they do a several straddle jumps and begin thrown up in stands.",
      "Once the stunts are done,half of the team begins doing cart wheels and they all meet back in the middle to do stunts in the air.",
      "More stunts are done and the girls finish by landing in a split,they then get up and hug each other in the middle of the mat."
    ],
    "timestamp": [
      [
        0,
        22.37
      ],
      [
        22.37,
        54.48
      ],
      [
        54.48,
        79.77
      ],
      [
        79.77,
        143
      ],
      [
        143,
        194.56
      ]
    ],
    "duration": 194.56,
    "global_caption": "A teenage cheerleading squad performs a lively routine featuring flips, jumps, and stunts, finishing with a synchronized split and a group hug."
  },
  {
    "video": "v_8ikOQRbeQL8.mp4",
    "caption": [
      "A woman wearing a hood and glasses is talking.",
      " She is holding a baton and twirling it in her hands."
    ],
    "timestamp": [
      [
        0,
        132.22
      ],
      [
        19.17,
        132.22
      ]
    ],
    "duration": 132.22,
    "global_caption": "A woman wearing a hood and glasses talks while demonstrating baton twirling."
  },
  {
    "video": "v_zzz_3yWpTXo.mp4",
    "caption": [
      "A woman is seen standing behind a sink and washing dishes while speaking to the camera.",
      " The woman continues washing silverware while looking over to the camera and smiling."
    ],
    "timestamp": [
      [
        0.22,
        10.55
      ],
      [
        8.29,
        21.09
      ]
    ],
    "duration": 21.53,
    "global_caption": "A woman washes dishes at a sink while engaging with and smiling at the camera."
  },
  {
    "video": "v_iMiKGoQ7RjE.mp4",
    "caption": [
      "A man in a black hat is hitting a ball on the grass with a club.",
      " He continues to talk to the camera.",
      " He holds up a small trophy."
    ],
    "timestamp": [
      [
        0,
        35.81
      ],
      [
        34.53,
        73.54
      ],
      [
        102.32,
        105.51
      ]
    ],
    "duration": 127.9,
    "global_caption": "A man in a black hat plays golf on the grass, talks to the camera, and proudly displays a trophy."
  },
  {
    "video": "v_Vjsd6Ec6eKA.mp4",
    "caption": [
      "A group of people are on a field.",
      " They attach a camera to one of the player's heads.",
      " They lift each other over their heads in cheerleading stunts that can be seen from the camera's view.",
      " They smile and laugh as they continue to perform stunts."
    ],
    "timestamp": [
      [
        0,
        9.94
      ],
      [
        10.7,
        35.16
      ],
      [
        37.45,
        131.46
      ],
      [
        133.75,
        152.86
      ]
    ],
    "duration": 152.86,
    "global_caption": "A group of people perform cheerleading stunts on a field, capturing the action from a player's head-mounted camera while sharing smiles and laughter."
  },
  {
    "video": "v_XnUi1SG9jxA.mp4",
    "caption": [
      "A large group of people are seen standing around when several clips are shown of a man attempting to jump over a bar.",
      " The man completes the jump after a couple tries and is shown again in slow motion.",
      " The man attempts jumping higher several more times and ends up knocking the bar down each time."
    ],
    "timestamp": [
      [
        1.73,
        27.67
      ],
      [
        24.9,
        49.11
      ],
      [
        47.04,
        67.1
      ]
    ],
    "duration": 69.17,
    "global_caption": "A man repeatedly attempts to jump over a bar in front of a large crowd, succeeding once before struggling with higher jumps and ultimately knocking the bar down."
  },
  {
    "video": "v_FeKEqUxiReA.mp4",
    "caption": [
      "A woman is laughing as she jumps rope inside a gym.",
      " She continues jumping for a long period of time, speeding up and changing positions as men with cameras record her."
    ],
    "timestamp": [
      [
        0,
        86.37
      ],
      [
        87.55,
        236.64
      ]
    ],
    "duration": 236.64,
    "global_caption": "A woman energetically jumps rope in a gym, showcasing her skills for an audience being recorded by cameramen."
  },
  {
    "video": "v_BB2vrBWgXkU.mp4",
    "caption": [
      "A woman wearing a leopard print shirt and a denim jacket is doing a tutorial on fake nails and how to use them.",
      " She is holding a packet of the fake nails in her hand as she explains the process.",
      " Then she demonstrates how to place the fake nails on top of her nails.",
      " Then she takes a nail file and files the ends of the nails to smooth it.",
      " She then uses some glue to glue the nails over her nails.",
      " Then she clips off the excess to shorten the nails, followed by filing the nails.",
      " She also uses some lime green nail polish and paints the nails to finish off the process and make them shiny."
    ],
    "timestamp": [
      [
        26.56,
        52.13
      ],
      [
        52.13,
        75.74
      ],
      [
        75.74,
        99.34
      ],
      [
        99.34,
        121.97
      ],
      [
        121.97,
        147.54
      ],
      [
        147.54,
        176.06
      ],
      [
        176.06,
        196.72
      ]
    ],
    "duration": 196.72,
    "global_caption": "A woman demonstrates a step-by-step tutorial on applying, shaping, and decorating fake nails using glue and nail polish."
  },
  {
    "video": "v_S6t9Lq1xKJk.mp4",
    "caption": [
      "A cook is standing in front of a large stove.",
      " It is covered in ingredients and pans on burners.",
      " The man creates a giant omelette, finally flipping it onto a plate and handing it to a patron."
    ],
    "timestamp": [
      [
        0,
        3.37
      ],
      [
        4.28,
        9.49
      ],
      [
        10.25,
        30.6
      ]
    ],
    "duration": 30.6,
    "global_caption": "A cook prepares a giant omelette on a busy stove and serves it to a customer."
  },
  {
    "video": "v_0_xap_BBDrw.mp4",
    "caption": [
      "An old man with gray hair, wearing red shirt and black pants is dribbling the ball in an indoor court, he dribbled the ball side by side, between his legs.",
      " He shoot the ball into the ring, then start dribbling again to side to side and between his legs, and shoot the ball into the ring."
    ],
    "timestamp": [
      [
        0.72,
        48.02
      ],
      [
        27.61,
        48.02
      ]
    ],
    "duration": 48.02,
    "global_caption": "An elderly man practices advanced basketball dribbling skills and repeatedly shoots hoops on an indoor court."
  },
  {
    "video": "v_QdmUojrWdmE.mp4",
    "caption": [
      "Music plays as surfers ride the waves.",
      " A few men are shown preparing to surf, prepping their board and getting dressed.",
      " A helicopter rides over the shoreline where the surfers are riding.",
      " A couple laughs together on the beach in a tent awaiting more surfing.",
      " A man is then shown prepping his board with surf wax.",
      " The crowd watches others riding waves.",
      " The crowd cheers multiples surfing runs on.",
      " Kelly Slater is featured on a successful run, followed by more clips riding the waves.",
      " Kelly Slater is paused mid wave to wrap up the story line.",
      " Music and producer credits are then shown."
    ],
    "timestamp": [
      [
        0,
        212.64
      ],
      [
        13.72,
        22.86
      ],
      [
        21.72,
        24.01
      ],
      [
        52.59,
        56.02
      ],
      [
        117.75,
        126.9
      ],
      [
        129.19,
        185.2
      ],
      [
        129.19,
        201.21
      ],
      [
        129.19,
        197.78
      ],
      [
        204.64,
        214.93
      ],
      [
        214.93,
        228.65
      ]
    ],
    "duration": 228.65,
    "global_caption": "The video showcases surfers, including Kelly Slater, preparing for and riding waves as crowds cheer them on, capturing the excitement and camaraderie of a lively beach surfing event."
  },
  {
    "video": "v_L2oaUDyzWPA.mp4",
    "caption": [
      "We see a golden title on a black screen.",
      " A man is playing a harmonica as arrows point to numbers above him.",
      " We see another title screen and more arrows on numbers.",
      " The title screen returns and the man plays with the arrows above him again.",
      " The fourth title screen and the man plays with arrows above.",
      " The name shows up and the video ends."
    ],
    "timestamp": [
      [
        0,
        9.21
      ],
      [
        10.13,
        22.56
      ],
      [
        23.02,
        42.36
      ],
      [
        42.36,
        63.54
      ],
      [
        63.54,
        87.03
      ],
      [
        87.03,
        92.09
      ]
    ],
    "duration": 92.09,
    "global_caption": "A man demonstrates harmonica playing techniques, accompanied by instructional graphics and title screens throughout the video."
  },
  {
    "video": "v_bdC2YPVHGZM.mp4",
    "caption": [
      "A man puts on a helmet with a camera mounted on it.",
      " The man participates in a lacrosse match with the camera recording in first person perspective.",
      " The man makes a successful shot on goal and high fives a teammate.",
      " The two teams shake hands after the game.",
      " The man walks towards a group of people dressed in black."
    ],
    "timestamp": [
      [
        0,
        4.23
      ],
      [
        5.64,
        110.72
      ],
      [
        102.25,
        107.19
      ],
      [
        112.83,
        131.17
      ],
      [
        131.87,
        141.04
      ]
    ],
    "duration": 141.04,
    "global_caption": "A man records his experience playing in a lacrosse match from a first-person perspective, successfully scores a goal, and interacts with his teammates and other participants after the game."
  },
  {
    "video": "v_fny1HWXezlE.mp4",
    "caption": [
      "A small child is seen climbing on a camel as well as a woman in front of him.",
      " A man stands the camel up on it's legs and walks around the area.",
      " The man continues to walk around with the camels while the camera pans to their movements."
    ],
    "timestamp": [
      [
        0,
        44.89
      ],
      [
        30.41,
        77.47
      ],
      [
        60.82,
        142.63
      ]
    ],
    "duration": 144.8,
    "global_caption": "A child and a woman ride a camel as a man guides it around, while the camera captures their movements."
  },
  {
    "video": "v_pYb8jzB5vs0.mp4",
    "caption": [
      "An intro leads into a man in women sitting beside a pool and talking.",
      " The people are then shown underwater wearing scuba gear and teaching one another hand signals while the man speaks to the camera above the surface."
    ],
    "timestamp": [
      [
        0,
        21.41
      ],
      [
        22.39,
        194.65
      ]
    ],
    "duration": 194.65,
    "global_caption": "A man and woman relax by a pool before practicing scuba skills underwater and demonstrating hand signals, with explanations provided to the camera."
  },
  {
    "video": "v_kNkYgYnJTXk.mp4",
    "caption": [
      "A person is seen in various shots riding around in a canoe and smiling off into the distance.",
      " Another person is seen sitting in a canoe and demonstrates how to properly turn around.",
      " The man continues moving along the water moving his paddle around while the camera captures his movements."
    ],
    "timestamp": [
      [
        1.01,
        46.58
      ],
      [
        50.63,
        141.77
      ],
      [
        109.36,
        202.53
      ]
    ],
    "duration": 202.53,
    "global_caption": "People enjoy canoeing on the water, demonstrating paddling techniques and taking in the scenery."
  }
]